app/Http/Controllers/User/PageController.php

select * from `transactions` where `transactions`.`user_id` = 1 and `transactions`.`user_id` is not null
---
	public function transactions()
	{
		/**
		 * Translate transactions reasons if locale
		 * set to non-english language.
		 */
		$gtr = new GoogleTranslate('en');

		// translate from russian
		$gtr->setSource('ru');

		return view('user.trans', [
			'gtr' => $gtr,
			'transactions' => auth()->user()->transactions()->get()

update `deals` set `profit` = '246.57', `deals`.`updated_at` = '2021-11-20 13:14:31' where `id` = 1
---
	public function updateProfit(Request $request)
	{
		foreach ($request->get('payload') as $id => $profit) {
			Deal::find($id)->update([
				'profit' => $profit
			]);