app/Http/Livewire/User/Deals/ShowDeals.php

update `users` set `balance` = '2000.93', `users`.`updated_at` = '2021-11-20 18:07:42' where `id` = 1
---
	public function closeDeal($id, $profit)
	{
		$deal = auth()->user()->deals()->find($id);

		if ($profit > 0) {
			auth()->user()->update([
				'balance' => bcadd(auth()->user()->balance, $profit, 2)
			]);