{
	"----- Auth -----": "",
	"Логин": "Sign In",
	"Войти": "Sign In",
	"Пароль": "Password",
	"Забыли пароль?": "Forgot your password?",
	"Введите Вашу почту": "Enter your e-mail",
	"Введите Ваш пароль": "Enter your password",
	"Ещё не зарегистрированы?": "Not a member yet?",
	"Регистрация": "Sign Up",
	"Имя": "First name",
	"Введите Ваше имя": "Enter your name",
	"Фамилия": "Last name",
	"Введите Вашу фамилию": "Enter your last name",
	"Телефон": "Phone number",
	"Корректный формат": "Number format is correct",
	"Вы ввели некорректный формат номера.": "You entered incorrect number format.",
	"Введите корректную почту": "Please enter valid e-mail address",
	"Повторите пароль": "Confirm your password",
	"Пароль ещё раз": "Enter your password one more time",
	"Регистрируясь на нашем сайте, Вы даёте согласие на наше": "I agree to the AlphaInvest.trade ",
	"Пользовательское соглашение": "Terms Of Service",
	"а также подтверждаете, что Вам больше 18 лет и информация, указанная в этой форме, верна.": "and confirm, that my account information is correct and I certify that I am 18 years of age or older.",
	"Зарегистрироваться": "Sign Up",
	"Уже зарегистрированы?": "Already a member?",
	"Перейти обратно на форму": "Jump back to form",
	"Пожалуйста введите корректный номер телефона": "Please provide a valid phone number",
	"Восстановление пароля": "Password recovery",
	"Поле ввода было заполнено некорректно.": "Please check your inputs.",
	"Вернуться назад": "Go back",
	"Подтверждение": "Password confirmation",
	"Пожалуйста подтвердите пароль, прежде чем продолжить.": "Please confirm your password before continuing.",
	"Подтверждение Пароля": "Password Confirmation",
	"Подтвердите пароль": "Confirm your password",
	"Смена пароля": "Change password",
	"Ваш E-mail": "Your E-mail",
	"Подтвердите Ваш e-mail": "Confirm your e-mail",
	"Новый пароль": "New password",
	"Придумайте новый пароль": "Come up with a new password",
	"Подтвердите Ваш новый пароль": "Confirm your new password",
	"Сохранить изменения": "Save Changes",

	"------ Auth: validation errors ----": "",
	"Пароль не совпадает с подтверждением.": "Password and password confirmation does not match",
	"Поле имя является обязательным.": "First name is required.",
	"Поле фамилия является обязательным.": "Last name is required.",
	"Поле пароль является обязательным.": "Password is required.",
	"Поле телефон является обязательным.": "Phone number is required.",
	"Поле имя должно быть строкой.": "First name must contain alphabetical characters only.",
	"Поле фамилия должно быть строкой.": "Last name must contain alphabetical characters only.",
	"Поле имя не должно содержать цифры.": "First name should not contain numeric characters.",
	"Поле фамилия не должно содержать цифры.": "Last name should not contain numeric characters.",
	"Поле имя не должно быть длиннее 30-ти символов.": "First name must have less than 30 characters.",
	"Поле фамилия не должно быть длиннее 30-ти символов.": "Last name must have less than 30 characters.",
	"Нам нужно знать Вашу почту.": "We need to know your e-mail address.",
	"Пользователь с данной почтой уже зарегистрирован.": "This e-mail address is already taken.",
	"Предоставленная почта должна быть корректной.": "Provided e-mail address must be valid.",
	"Слишком длинное значение у почты.": "Too long e-mail address.",
	"Телефон должен содержать только цифровые символы.": "Phone number should contain only numeric symbols.",
	"Длина номера должна быть не менее 11-ти символов.": "Phone number should contain at least 11 characters.",
	"Пароль должен содержать как минимум 8 символов.": "Password should contain at least 11 characters.",

	"------ Home Page -------": "",
	"Главная": "Home page",
	"Сообщение": "Message",
	"Ваше сообщение": "Enter your message",
	"Отправить": "Send",
	"Решение для эффективного управления цифровыми активами": "Solution for effective digital asset management",
	"Обратная связь": "Feedback",
	"британско-русская компания по созданию программного обеспечения для управления цифровыми активами. Основная деятельность – создание решений для управления цифровыми активами. В течение последних 3 лет наша команда работала в формате family-office, обслуживая только собственные средства и активы родных и близких людей. Когда стало понятно, что наша экспертность прошла проверку временем и несколькими кризисами (например, падение рынка криптовалют 2017-2018гг.), наши инструменты хеджирования и заработка стали открытыми для предложений...": "is a British-Russian company that creates software for digital asset management. The main activity is creating solutions for digital asset management. For the last 3 years our team worked in family-office format, serving only its own funds and assets of relatives and close people. When it became clear that our expertise had passed the test of time and several crises (such as the 2017-2018 cryptocurrency market crash), our hedging and earning tools became open to offer...",
	"Узнать больше": "Learn more",
	"Прибыль": "Profit",
	"Безопасность": "Security",
	"Команда": "Team",
	"Экспертиза": "Expertise",
	"Международные связи": "International connections",
	"Наша команда разрабатывает и тестирует разные торговые алгоритмы, данные алгоритмы будут доступны Вам для рассмотрения в Вашем личном кабинете, вы можете комбинировать собственные торговые стратегии с разработками нашей компании.": "Our team develops and tests different trading algorithms, these algorithms will be available to you for review in your personal cabinet, you can combine your own trading strategies with the developments of our company.",
	"помогает обеспечить высокую безопасность хранения ваших активов, интегрируя каждому клиенту систему распределенного холодного хранения активов, что существенно снижает риски потери средств.": "helps to ensure high security of your assets by integrating to each client the system of distributed cold storage of assets which significantly reduces the risk of loss of funds.",
	"В Alfido Invest работают специалисты из различных отраслей фундаментальных наук и бизнеса. В команде объединены аналитики Blockchain-индустрии, трейдеры, программисты, финансисты и специалисты по математическому моделированию.": "Alfido Invest employs experts from a variety of basic science and business disciplines. The team combines Blockchain industry analysts, traders, programmers, financiers, and mathematical modeling specialists.",
	"Эксперты компании проводят технический анализ и длительное испытание каждого алгоритма, постоянно усовершенствует и создаёт новые решения для безопасного хранения и управления цифровыми активами.": "The company's experts conduct technical analysis and long-term testing of each algorithm, constantly improving and creating new solutions for the safe storage and management of digital assets.",
	"Ведущие специалисты компании являются действующими спикерами на международных конференциях криптоиндустрии.": "The company's leading experts are current speakers at international crypto-industry conferences.",
	"получает актуальную и достоверную информацию из первых рук благодаря личным знакомствам с командами разработчиков, другими лидерами мнений и профессионалами индустрии.": "receives up-to-date and reliable first-hand information through personal acquaintances with development teams, other opinion leaders and industry professionals.",
	"почему мы?": "why us?",
	"Типы Cчетов": "Account Types",
	"Перейти": "Learn more",
	"Больше": "More than",
	"крупнейших": "major",
	"медиа каналов с Декабря 2018": "media channels since December 2018",
	"Способы пополнения": "Methods of deposit",
	"и снятия средств": "and withdrawal",
	"Работайте со своим депозитом легко и удобно, не теряя лишнего времени на ожидание. Просто выберите подходящий вам способ пополнения и снятия средств из нескольких вариантов.": "Work with your deposit easy and conveniently, without wasting any time on waiting. Just choose suitable for you method of deposit and withdrawal from several options.",
	"Пополнить счёт": "Deposit account",
	"Часто задаваемые вопросы": "Frequently asked questions",
	"Сколько по времени идет зачисление на счет?": "How long does it take to deposit money into my account?",
	"Если оплата производится кредитной картой или электронными способами оплаты, то зачисление происходит автоматически. При совершение банковского перевода срок зачисления денежных средств на счет обычно составляет 2−3 дня.": "If payment is made by credit card or electronic payment methods, crediting is automatic. When making a bank transfer, it usually takes 2-3 days to deposit the funds into the account.",
	"Как я могу пополнить счет?": "How can I deposit my account?",
	"Существует несколько способов пополнения и вывода средств из личного кабинета. Пополнить счет можно через личный кабинет. Войдите, выберете платежную систему и совершите оплату. Более подробную информацию вы можете получить в разделе «Ввод-вывод средств» в личном кабинете.": "There are several ways to deposit and withdraw funds from your personal cabinet. You can deposit your account through your personal cabinet. Log in, select a payment system and make a payment. You can get more information in the «Deposits and withdrawals» section of your personal cabinet.",
	"Могу ли я восстановить пароль, если забыл данные?": "Can I restore the password if I forgot the data?",
	"Вы можете восстановить данные для входа в личный кабинет, нажав кнопку «Забыл пароль». Введите электронную почту, указанную при регистрации, и нажмите «Восстановить пароль». Инструкция будет отправлена на электронную почту.": "You can restore your login details by clicking the «Forgot Password» button. Enter the email you specified during registration and click «Restore password». Instructions will be sent to your email.",

	"------ Header ------": "",
	"Меню": "Menu",
	"Торговля": "Trading",
	"Аналитика": "Analysis",
	"Платформа": "Platform",
	"Админ": "Admin",
	"Выход": "Log out",

	"------ Footer ------": "",
	"Все права защищены.": "All rights reserved.",
	"Утилиты": "Utilities",
	"Экономический календарь": "Economic calendar",
	"Информация": "Information",
	"Типы счетов": "Account types",
	"Алготрейдинг": "Algotrading",
	"Тел.": "Tel.",

	"----- About Us -----": "",
	"О нас": "About us",
	"Знакомство с": "Meet",
	"Alfido Invest - британско-русская компания по созданию программного обеспечения для управления цифровыми активами. Основная деятельность – создание решений для управления цифровыми активами. В течение последних 3 лет команда Alfido Invest работала в формате family-office, обслуживая только собственные средства и активы родных и близких людей. Когда стало понятно, что наша экспертность прошла проверку временем и несколькими кризисами (например, падение рынка криптовалют 2017-2018гг.), наши инструменты хеджирования и заработка стали открытыми для предложений": "Alfido Invest is a British-Russian company that creates software for digital asset management. The main activity is creating solutions for digital asset management. For the last 3 years our team worked in family-office format, serving only its own funds and assets of relatives and close people. When it became clear that our expertise had passed the test of time and several crises (such as the 2017-2018 cryptocurrency market crash), our hedging and earning tools became open to offer.",
	"Компания Alfido Invest объединяет две тенденции - основную бизнес-модель криптовалютного мира и очевидную тенденцию доминирования бизнесов с новыми технологическими возможностями. Ведь теперь, вместе с Blockchain-индустрией, можно инвестировать в прорывные технологии на очень ранней стадии.": "Alfido Invest combines two trends - the mainstream business model of the cryptocurrency world and the obvious trend of domination of businesses with new technological capabilities. After all, with the Blockchain industry, it is now possible to invest in breakthrough technologies at a very early stage.",
	"Миссия Alfido Invest заключается в том, чтобы создать связь между старой и новой экономикой, обслуживать и защищать деньги клиентов, которые ищут возможности инвестирования в новые виды экономических взаимодействий, что невозможно в старых экономиках. Как сообщил директор Alfido Invest, сегодня фонд действует по принципу новой экономики с полностью прозрачным управлением, а также обеспечивает клиентов максимальной экспертизой и пониманием рынка.": "Alfido Invest's mission is to create a connection between the old and new economies, to serve and protect clients' money who are looking to invest in new types of economic interactions that are not possible in the old economies. According to the director of Alfido Invest, today the fund operates on the principle of the new economy with fully transparent management, and provides clients with maximum expertise and understanding of the market.",
	"Alfido Invest позиционируется как долгосрочный фонд, делающий акцент на работе с проектами, стоимость которых будет увеличиваться постепенно, в долгосрочной перспективе. Регистрация в Англии, в самом лояльном для криптопроектов город Лондон, гарантирует не только защиту прав для инвесторов, но и на законодательном уровне защищает деятельность самой компании.": "Alfido Invest is positioned as a long-term fund with an emphasis on working with projects that will gradually increase in value in the long term. Registration in England, in the most loyal for crypto-projects city London, guarantees not only the protection of rights for investors, but also protects the company's activity at the legislative level.",

	"---- Contacts ----": "",
	"Контакты": "Contacts",
	"Связаться с нами": "Contacts us",
	"Почта": "E-mail",
	"Адрес": "Address",

	"---- Analysis ----": "",
	"Технический анализ": "Tech analysis",

	"----- Algotrading ----": "",
	"Что это такое?": "What is it?",
	"Алгоритмическая торговля – это автоматизированная система размещения и управления заявками на торговлю по различным финансовым инструментам, при помощи компьютерных программ на основе математических алгоритмов. Торги в ходе алготрейдинга происходят без человеческого участия. Алготрейдер или трейдер-квант только описывает алгоритм поведения робота (механической торговой системы (МТС)) в различных ситуациях на языке программирования.": "Algorithmic trading is an automated system of placing and managing orders for trading in various financial instruments, using computer programs based on mathematical algorithms. The trading process in the course of algo-trading occurs without human participation. Algo-trader or quant trader only describes the algorithm of the robot (mechanical trading system (MTS)) in various situations in a programming language.",
	"Базируясь на анализе прыдыдущего ценового ряда финансовых инструментов, они расчитывают вероятность попадания будущей цены в тот или иной диапазон. Робот вступает в сделку или выходит из неё при определённых изменениях на графике цены торгуемого актива. Популярным методом алгоритмической торговли является высокочастотный трейдинг (High Frequency Trading (HFI)), то есть, проведение электронных торгов на очень большой скорости. Высокочастотные роботы с целью получения небольшой прибыли открывают и закрывают большой объем краткосрочных позиций.": "Based on the analysis of the previous price series of financial instruments, they calculate the probability of the future price hitting a certain range. The robot enters or exits a trade at certain changes in the price chart of the traded asset. A popular method of algorithmic trading is High Frequency Trading (HFT), that is, electronic trading at very high speed. High-frequency trading robots open and close a large volume of short-term positions in order to make a small profit.",
	"Стратегии алгоритмической торговли": "Algorithmic trading strategies",
	"Существует множество стратегий алготрейдинга, которые закладываются программистами в торгового робота.": "There are many algorithmic trading strategies that programmers put into a trading robot.",
	"Основные из них": "The main ones are",
	"VWAP (Volume Weighted Average Price)": "VWAP (Volume Weighted Average Price)",
	"Взвешенная по объёму средняя цена. Распределяет объемы заявок равномерно в течение определенного интервала времени по цене лучшего спроса или предложения, но не превышающей средневзвешенную цену за установленный период.": "Volume-weighted average price. Distributes bid volumes evenly over a certain time interval at the best bid or offer price, but not more than the weighted average price for the set period.",
	"Percentage of Volume": "Percentage of Volume",
	"Процент от объема торгов. Поддерживает фиксированный процент участия на рынке, который выбран пользователем. Торгует частыми и мелкими сделками, хорошо реагируя на скачки объема.": "Percentage of trading volume. Maintains a fixed percentage of market participation that is selected by the user. Trades frequent and small trades, responding well to volume spikes.",
	"TWAP (Time Weighted Average Price)": "TWAP (Time Weighted Average Price)",
	"Взвешенная по времени средняя цена. Исполняет заявки, равномерно разбивая их по равным промежуткам времени. Стратегия не учитывает прогнозируемое изменение объемов торгов, которое может отрицательно воздействовать на рынок.": "Time-weighted average price. Executes orders by evenly spacing them across equal time intervals. The strategy does not consider projected changes in trading volumes, which can negatively affect the market.",
	"Iceberg": "Iceberg",
	"Айсберг. Выставленная заявка на продажу или покупку не показывает полный размер биржевой заявки. Потенциальные покупатели видят только часть заявки, и только после ее исполнения публикуется следующая часть. И так до ее полного исполнения.": "Iceberg. A placed sell or buy order does not show the full size of the exchange order. Potential buyers see only a part of the order, and only after its execution the next part is published. And so until its full execution.",
	"Трендследящая стратегия": "Trend following strategy",
	"Задачами стратегии являются: раннее выявление зарождающегося тренда посредством различных индикаторов технического анализа, выдача сигналов к торговле в направлении тенденции и выдача сигналов о закрытии позиции при появлении признаков окончания тенденции.": "The strategy objectives are: early identification of the incipient trend using various technical analysis indicators, issuing signals to trade in the trend direction and issuing signals to close positions when the trend ends.",
	"Парный трейдинг": "Pair Trading",
	"Стратегия краткосрочных внутридневных спекулятивных операций. Для скальпинга чаще всего используются высокочастотные роботы, которые за доли секунды открывают и закрывают позиции при достижении небольшой прибыли в несколько пипсов. В основном стратегия применяется на срочных рынках, где комиссия с оборота значительно ниже.": "The strategy of short-term intraday speculative operations. High-frequency trading robots are most often used for scalping; they open and close positions in a fraction of a second when a small profit of a few pips is reached. The strategy is mostly used in futures markets, where the turnover commission is much lower.",

	"---- CTA on guest pages ----": "",
	"Зарабатывай, торгуя на": "Make money by trading",
	"Kриптовалюте": "Crypto-currency",
	"Для того, чтобы зарабатывать на рынке криптовалют, не обязательно обучаться всем тонкостям виртуального мира. Достаточно понять основные принципы работы и инвестировать средства в технологии, воспользовавшись уже существующими инструментами.": "You don't have to learn the ins and outs of the virtual world to make money in the cryptocurrency market. It is enough to understand the basic principles of work and invest in the technology, using the tools that already exist.",
	"Открыть торговый счёт": "Open a trading account",

	"----- Account Types ----": "",
	"Тарифы": "Rates",
	"Исламский счет": "Islamic account",
	"Исламские счета для ведения деятельности на рынке Форекс существуют уже достаточно давно. Страны, где господствующей религией является ислам, как и многие другие государства мира, рассматривают валютный рынок в качестве эффективного инструмента для регулирования валютной политики и осуществления валютных операций при проведении экспортно-импортных сделок.": "Islamic accounts for trading at Forex market have existed for quite a long time. Countries where Islam is the dominant religion, as well as many other countries in the world, consider Forex market as an effective instrument for regulating currency policy and currency transactions in export-import transactions.",
	"Противоречат ли принципы трейдинга шариату?": "Do the principles of trading contradict the Shariah?",
	"Этот вопрос возникает в том случае, когда предприниматели, исповедующие ислам, начинают приглядываться к валютному рынку не только как к возможности приобрести необходимую валюту по более выгодной цене, но и как к способу для извлечения прибыли. Сразу следует отметить тот факт, что в мусульманском праве обмен валют разрешен хадисом (изречением, одобрением) о том, что можно обменивать определенные товары друг на друга, но только в одинаковой пропорции и передавая их из рук в руки.": "This question arises when businessmen professing Islam begin to look at the foreign exchange market not only as an opportunity to buy the needed currency at a better price, but also as a way to make a profit. It should be noted at once that in the Muslim law the exchange of currencies is allowed by the hadith (a saying, approval) that it is allowed to exchange certain goods for each other, but only in equal proportions and passing them from hand to hand.",
	"Другими словами обмен разрешен при одном условии – при конвертации валют не должно быть разрыва во времени и у одного участника сделки не должна возникать задолженность перед другим участником сделки. Как становится понятно, ислам полностью отвергает ростовщичество, суть которого состоит в разрыве времени – отсрочке. Поэтому, валютные операции осуществляемые без отсрочки платежа и по рыночному курсу установленному на момент сделки, с точки зрения ислама допустимы. Следовательно, операции по обмену валюты в банках и обменных пунктах разрешены.": "In other words, the exchange is allowed under one condition: when converting currencies, there should not be a gap in time, and one party to the transaction should not have debts to the other party to the transaction. As it becomes clear, Islam completely rejects usury, the essence of which is a gap in time - deferral. Therefore, currency exchange transactions carried out without deferred payment and at the market rate established at the time of the transaction, from the standpoint of Islam, are permissible. Consequently, currency exchange transactions in banks and exchange offices are permitted.",
	"Подробнее об исламском счёте": "Learn more about the Islamic account",
	"Преимущества исламского счета": "Islamic account advantages",
	"Отсутствие временных ограничений": "No time limits",
	"Отсутствие каких-либо процентов": "No interests",
	"Отсутствие скрытых комиссий и штрафов": "No hidden fees and penalties",
	"Что такое Гарар?": "What is Gharar?",
	"Присутствует в финансовых операциях, где продается/покупается то, чем участник сделки не владеет. Сюда можно отнести следующие моменты — трейдер практически всегда покупает/продает валюту не по той цене, что видит на экране компьютера и кредитное плечо (основа маржинальной торговли), позволяющее открывать сделки на сумму, превышающую собственный капитал участника рынка.": "It is present in financial operations, where one sells/buys something that the participant of the transaction does not own. This includes the following points - a trader almost always buys/sells currency at a different price than what he sees on his computer screen and leverage (the basis of margin trading), which allows opening trades for an amount exceeding the market participant's own capital.",
	"Что такое Майсир?": "What is Maysir?",
	"Принято относить прибыль, полученную без вложения труда и капитала. По этой причине под майсир подпадают все азартные игры. Рынок Форекс не принято относить к категории азартных игр. Считается, что трейдер не действует вслепую, а проводит анализ и открывает сделки, руководствуясь реальными прогнозами и расчетами. Но следует признать, что подобными навыками обладаю лишь единицы. А для непрофессионалов — Форекс — игра в рулетку. В этой связи следует заметить, что все брокерские компании настоятельно советуют начинающим трейдерам пройти обучение интернет-трейдингу, прежде чем класть деньги на реальный счет. Другими словами, если трейдер не прошел обучение и торгует с применением кредитного плеча — это значит, что он хочет получить прибыль, не вложив труда и лишь частично на собственные деньги. Делаем вывод: если человек исповедует ислам и хочет попробовать свои силы на рынке Форекс, ему следует пройти хорошее обучение, потренироваться на демо-счете и торговать только собственным денежными средствами.": "This includes profits made without the investment of labor and capital.  For this reason, all gambling falls under Maysir. The Forex market is not considered to be a game of chance. It is considered that a trader does not act blindly, but analyzes and opens deals being guided by real forecasts and calculations. But it is necessary to admit that only few people have such skills. And for non-professionals Forex - is a game in roulette. In this connection it is necessary to note that all brokerage companies strongly recommend beginning traders to be trained in Internet trading before depositing money to a real account. In other words, if the trader has not passed the training and trades with the use of leverage - it means that he/she wants to gain profit without investing any efforts and only partially with his/her own money. We conclude: if a person is a Muslim and wants to try his fortune on the Forex market, he must have a good education, practice on a demo account and trade only with his own money.",
	"Что такое Риб?": "What is Rib?",
	"По поводу понятия риба дискуссии идут постоянно. Кто-то считает, что в отношениях между трейдерами и брокерскими компаниями явно присутствует риба ростовщический процент за оказание услуг в виде спреда, кто-то это утверждение опровергает.": "The concept of Rib is a matter of discussion time and time again. Some people think that in the relations between the traders and brokerage companies there is an obvious usurious interest for the service rendering in the form of spread, other people disprove this statement.",
	"Как открыть Исламский счет?": "How do I open an Islamic account?",
	"Для открытия исламского счета требуется подтверждение религиозной принадлежности. Это главное отличие в требованиях брокера при открытии клиентом исламского счета. Во всем остальном процедура открытия этого вида счета аналогична процедуре открытия других счетов.": "To open an Islamic account, proof of religious affiliation is required. This is the main difference in the broker's requirements when a client opens an Islamic account. In all other respects the procedure of opening this type of account is similar to the procedure of opening other accounts.",
	"Вот так обстоят дела в отношении ислама к рынку Форекс. Но, тем не менее, чтобы не ограничивать граждан, исповедующих ислам, брокерские компании специально создали Исламские счета, которые позволяют осуществлять на валютном рынке операции с самыми разными торговыми инструментами при отсутствии свопа и комиссии за перенос позиции.": "That's how things are in relation to Islam to the Forex market. But, nevertheless, not to restrict the citizens professing Islam, the brokerage companies have specifically created Islamic accounts, which allow you to operate at the Forex market with the most different trading instruments with no swap and position transfer fees.",

	"---- Eco Calendar -----": "",
	"от": "from",

	"---- Platform | Dashboard ----": "",
	"Трейдинг": "Trading",
	"Админ-панель": "Admin-dashboard",
	"Мой профиль": "Dashboard",
	"Рынок": "Market",
	"Криптовалютный": "Cryptocurrency",
	"Фондовый": "Stock",
	"Транзакции": "Transactions",
	"На данный момент ICO нет.": "There's no ICO at the time.",
	"Архивы": "Archives",
	"Депозит": "Deposit",
	"Актуальные реквизиты запрашивайте у службы поддержки.": "Please request relevant requisites from our support team.",
	"Деактивировать алготрейдинг?": "Disable algotrading?",
	"Активировать алготрейдинг?": "Enable algotrading?",
	"Алготрейдинг активирован.": "Algotrading enabled.",
	"Алготрейдинг деактивирован.": "Algotrading disabled.",
	"Активирован": "Enabled",
	"Деактивирован": "Disabled",
	"История сделок": "Deals history",
	"Акция": "Stock",
	"Инвестиция": "Investment",
	"Направление": "Side",
	"Профит": "Profit",
	"Была закрыта": "Closed at",
	"Криптовалютный рынок": "Cryptocurrency market",
	"Ставка должна быть ниже Вашего текущего баланса.": "Investment amount must be greater than your current balance.",
	"Ставка должна быть выше 10$": "The minimal input must be greater than 10$.",
	"Сделка открыта. Желаем успешной торговли.": "Deal was successfully opened.",
	"Открытые сделки": "Active deals",
	"Дата": "Date",
	"Действия": "Actions",
	"Закрыть": "Close",
	"На данный момент открытых сделок нет.": "There's no active deals at the moment.",
	"Сумма в USD": "Amount in USD",
	"Купить": "Buy",
	"Продать": "Sell",
	"Фондовый рынок": "Stock market",
	"Выберите способ оплаты": "Choose payment method",
	"Скопируйте данные кошелька": "Please copy the wallet address",
	"Кошелёк не сгенерирован. Пожалуйста, попробуйте ещё раз.": "Wallet was not generated. Please try again.",
	"Скопировать": "Copy",
	"Рекомендуемые обменные пункты": "Recommended exchange points",
	"Перевести": "Transfer",
	"Введите сумму": "Enter the amount",
	"Пополнения баланса": "Balance incomes",
	"Тип": "Type",
	"Сумма (USD)": "Amount (USD)",
	"Источник": "Source | Reason",
	"Сделка закрыта.": "Deal was successfully closed.",
	"Закрыть сделку?": "Are you sure to close the deal?",
	"Пополнение баланса": "Payment income",
	"Списание баланса": "Write-off",
	"Бонусное пополнение": "Bonus income",
	"Пополнение BTC кошелька.": "BTC wallet replenishment",
	"Инвестировать": "Invest",
	"Стартовая стоимость": "Starter price",
	"Текущая стоимость": "Current price",
	"Дата выхода": "Release date",
	"Планируется выпустить": "Will be released",
	"Сумма": "Amount",

	"------ Profile page -----": "",
	"Редактировать профиль": "Edit profile",
	"Вывести": "Withdraw",
	"Верификация": "Verification",
	"Персональная информация": "Personal information",
	"Cохранить": "Save",
	"Текущий пароль": "Current password",
	"Электронные кошельки": "E-wallets",
	"Яндекс Деньги": "Yandex Money",
	"Введите номер кошелька": "Enter wallet number",
	"Номер кошелька": "Wallet number",
	"Кредит": "Credit",
	"Ф.И.О.": "Credentials",
	"Введите Ф.И.О.": "Enter credentials",
	"Номер карты": "Card number",
	"Введите номер карты": "Enter card number",
	"Ваш запрос на вывод средств принят и будет рассмотрен в ближайшем времени.": "Your withdrawal request will be checked by the finance department in a short term.",
	"Для того, чтобы осуществить вывод через Wire Transfer, обратитесь в финансовый отдел.": "To make a withdrawal via Wire Transfer, contact the financial department.",
	"Ваш аккаунт верифирован! Желаем успешной торговли!": "Your account is verified!",
	"С помощью паспорта": "Via passport",
	"С помощью водительских прав": "Via driver license",
	"Верифицировать аккаунт": "Verify account",
	"Для того чтобы осуществлять вывод средств вам необходимо верифицировать свой аккаунт": "To make a withdrawal you have to verify your account first",
	"Команда отклонена. Пожалуйста, обратитесь в техническую поддержку за подробностями.": "Action rejected. Please contact technical support for the details.",
	"Выберите изображение": "Choose an image",
	"Вы не загрузили изображение": "You did not upload an image.",
	"Поддерживаются только форматы: jpeg, png, jpg, webp.": "Supported formats: jpeg, png, jpg, webp, svg.",
	"Загружаемый файл должен быть изображением.": "Uploaded file must be type of image.",
	"Размер изображения не должен превышать 2048мб.": "Uploaded file should not be larger than 2048mb",
	"Изображение является обязательным.": "Image is required.",
	"Спасибо! Ваш документ отправлен на верификацию.": "Thank you! Your document was sent to moderation."
}
