app/Http/Livewire/Admin/Customers.php

	public function mount()
	{
		// customers that are belonging to visiting page manager
		$man_customers = auth()->user()->customers;

		// all customers
		$all_customers = User::where('role', 1)->get();
---
select * from `users` where `role` = 1