app/Http/Livewire/User/OpenDeal/Commodity.php

    public function render()
    {
        return view('livewire.user.open-deal.commodity', [
            'stocks' => Stock::whereMarket(2)->get()
        ]);
---
select * from `stocks` where `market` = 2