app/Http/Livewire/User/OpenDeal/Crypto.php

select * from `stocks` where `market` = 0
---
    public function render()
    {
        return view('livewire.user.open-deal.crypto', [
			'stocks' => Stock::whereMarket(0)->get()
		]);