app/Http/Livewire/User/OpenDeal/Forex.php

select * from `stocks` where `alias` = 'AAPL' limit 1
insert into `deals` (`investment`, `market`, `dest`, `profit`, `price`, `stock_alias`, `stock_naming`, `user_id`, `updated_at`, `created_at`) values ('14', 1, 1, '14', 160, 'AAPL', 'Apple', 1, '2021-11-20 17:24:56', '2021-11-20 17:24:56')
update `users` set `balance` = '1950.00', `users`.`updated_at` = '2021-11-20 17:24:56' where `id` = 1
---
	public function storeDeal()
	{
		$this->stock_naming = Stock::whereAlias($this->stock_alias)->first()->name;

		try {
			$this->stock_price = Utils::fetchStockPrice($this->stock_alias);
		} catch (\ErrorException $err) {
			$this->dispatchBrowserEvent('fetchPriceException');
			$this->reset();
		}

		$this->validate();

		$deal = new Deal([
			'investment' => $this->investment,
			'market' => $this->market,
			'dest' => $this->dest,
			'profit' => $this->investment,
		 	'price' => $this->stock_price,
			'stock_alias' => $this->stock_alias,
			'stock_naming' => $this->stock_naming,
		]);

		auth()->user()->deals()->save($deal);
		auth()->user()->update([
			'balance' => bcsub(auth()->user()->balance, $this->investment, 2)
		]);

select * from `stocks` where `market` = 1
---
    public function render()
    {
        return view('livewire.user.open-deal.forex', [
			'stocks' => Stock::whereMarket(1)->get()
		]);