app/Providers/AppServiceProvider.php

    public function boot()
    {
		Schema::defaultstringLength(191);

		// Set locale for current session
		$langs = [ 'en', 'ru' ];

		view()->share('langs', $langs);

		// Custom validation rule for opening/closing deals
		Validator::extend('less_than_balance', 'App\\Rules\Deal\LessThanBalance@passes');

		// Set locale for Carbon
		Carbon::setLocale(config('app.locale'));

		setlocale(LC_TIME, config('app.localeWithRegion'));

		// Return navbars across all user pages with icos
		view()->composer('includes.user.header', function ($view) {
            $view->with('icos', \App\Models\Ico::all());
        });

		// Return payment modal with btc_wallet code
		view()->composer('includes.user.modals.payment_modal', function ($view) {
			$settings = Setting::first();

			if (isset($settings)) {
				$view->with([
					'btc_wallet' => $settings->btc_wallet,
					'usdt_wallet' => $settings->usdt_wallet,
				]);
			}
		});

		// Contacts info across all guest pages
		view()->composer('layouts.guest', function($view) {
			$view->with('settings', \App\Models\Setting::orderBy('id', 'desc')->first());
		});
---
select * from `icos`
select `btc_wallet` from `settings` limit 1
select * from `settings` order by `id` desc limit 1